Repository: jvsena42/loopky
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, vi, zh_hans, zh_hant

# settings_signout_unbacked_confirm
source: Sign out and erase
de: Abmelden und löschen
es: Cerrar sesión y borrar
fr: Se déconnecter et effacer
it: Esci e cancella
ja: サインアウトして消去
ko: 로그아웃하고 지우기
pt_br: Sair e apagar
vi: Đăng xuất và xóa
zh_hans: 退出并清除
zh_hant: 登出並清除

# settings_signout_unbacked_title
source: Signing out will erase your key
de: Beim Abmelden wird dein Schlüssel gelöscht
es: Cerrar sesión borrará tu clave
fr: Te déconnecter effacera ta clé
it: Uscendo cancellerai la tua chiave
ja: サインアウトすると鍵が消去されます
ko: 로그아웃하면 키가 지워져요
pt_br: Sair vai apagar sua chave
vi: Đăng xuất sẽ xóa khóa của bạn
zh_hans: 退出登录将清除你的密钥
zh_hant: 登出將會清除你的金鑰

# settings_study_save_failed
source: Couldn't save your study settings.
de: Deine Lerneinstellungen konnten nicht gespeichert werden.
es: No se pudo guardar tu configuración de estudio.
fr: Impossible d’enregistrer tes paramètres d’étude.
it: Impossibile salvare le impostazioni di studio.
ja: 学習設定を保存できませんでした。
ko: 학습 설정을 저장하지 못했어요.
pt_br: Não foi possível salvar suas configurações de estudo.
vi: Không lưu được cài đặt học tập.
zh_hans: 无法保存你的学习设置。
zh_hant: 無法儲存你的學習設定。

# settings_study_unavailable
source: Couldn't load your study settings. Editing is off until they arrive, so nothing is overwritten.
de: Deine Lerneinstellungen konnten nicht geladen werden. Bearbeiten ist aus, bis sie da sind, damit nichts überschrieben wird.
es: No se pudo cargar tu configuración de estudio. La edición está desactivada hasta que llegue, para no sobrescribir nada.
fr: Impossible de charger tes paramètres d’étude. La modification reste désactivée jusqu’à leur arrivée, pour que rien ne soit écrasé.
it: Impossibile caricare le impostazioni di studio. La modifica resta disattivata finché non arrivano, così non viene sovrascritto nulla.
ja: 学習設定を読み込めませんでした。上書きを防ぐため、読み込まれるまで編集できません。
ko: 학습 설정을 불러오지 못했어요. 불러올 때까지 편집이 꺼져 있어 아무것도 덮어쓰지 않아요.
pt_br: Não foi possível carregar suas configurações de estudo. A edição fica desligada até que cheguem, para que nada seja sobrescrito.
vi: Không tải được cài đặt học tập. Tạm thời không thể chỉnh sửa cho đến khi tải xong, để không ghi đè dữ liệu.
zh_hans: 无法加载你的学习设置。在加载完成前暂不能编辑，以免覆盖任何内容。
zh_hant: 無法載入你的學習設定。在設定載入前無法編輯，以免覆蓋任何資料。

# settings_theme_dark
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
ja: ダーク
ko: 다크
pt_br: Escuro
vi: Tối
zh_hans: 深色
zh_hant: 深色

# settings_theme_description
source: Applies to Loopky on this device only. Auto turns dark from %1$@ to %2$@.
de: Gilt nur für Loopky auf diesem Gerät. Auto wird von %1$@ bis %2$@ dunkel.
es: Solo se aplica a Loopky en este dispositivo. El modo Automático usa el tema oscuro de %1$@ a %2$@.
fr: S’applique uniquement à Loopky sur cet appareil. Auto passe en sombre de %1$@ à %2$@.
it: Vale solo per Loopky su questo dispositivo. Automatico passa allo scuro dalle %1$@ alle %2$@.
ja: このデバイスの Loopky にのみ適用されます。「自動」では %1$@ から %2$@ までダークになります。
ko: 이 기기의 Loopky에만 적용돼요. 자동은 %1$@부터 %2$@까지 어둡게 바뀌어요.
pt_br: Vale só para o Loopky neste aparelho. O automático escurece das %1$@ às %2$@.
vi: Chỉ áp dụng cho Loopky trên thiết bị này. Tự động chuyển sang tối từ %1$@ đến %2$@.
zh_hans: 仅对本设备上的 Loopky 生效。“自动”会在 %1$@ 至 %2$@ 使用深色模式。
zh_hant: 僅適用於此裝置上的 Loopky。「自動」會在 %1$@ 到 %2$@ 之間切換為深色。

# settings_theme_label
source: Theme
de: Design
es: Tema
fr: Thème
it: Tema
ja: テーマ
ko: 테마
pt_br: Tema
vi: Chủ đề
zh_hans: 主题
zh_hant: 主題

# settings_theme_light
source: Light
de: Hell
es: Claro
fr: Clair
it: Chiaro
ja: ライト
ko: 라이트
pt_br: Claro
vi: Sáng
zh_hans: 浅色
zh_hant: 淺色

# settings_title
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Configurações
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# settings_unsplash_key_built_in
source: Using Loopky's shared key (limited)
de: Nutzt den gemeinsamen Schlüssel von Loopky (begrenzt)
es: Usando la clave compartida de Loopky (limitada)
fr: Clé partagée de Loopky (limitée)
it: Uso la chiave condivisa di Loopky (limitata)
ja: Loopky の共有キーを使用中（制限あり）
ko: Loopky 공용 키 사용 중 (제한됨)
pt_br: Usando a chave compartilhada do Loopky (limitada)
vi: Đang dùng khóa chung của Loopky (có giới hạn)
zh_hans: 正在使用 Loopky 的共享密钥（有限额）
zh_hant: 使用 Loopky 的共用金鑰（有限額）

# settings_unsplash_key_cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# settings_unsplash_key_error_invalid
source: Unsplash rejected that key. Check you copied the Access Key in full.
de: Unsplash hat diesen Schlüssel abgelehnt. Prüfe, ob du den Access Key vollständig kopiert hast.
es: Unsplash rechazó esa clave. Comprueba que copiaste la Access Key completa.
fr: Unsplash a refusé cette clé. Vérifie que tu as copié l’Access Key en entier.
it: Unsplash ha rifiutato la chiave. Controlla di aver copiato tutta la Access Key.
ja: Unsplash がこのキーを拒否しました。Access Key を全部コピーしたか確認してください。
ko: Unsplash가 이 키를 거부했어요. Access Key를 빠짐없이 복사했는지 확인하세요.
pt_br: O Unsplash recusou essa chave. Verifique se copiou a Access Key por inteiro.
vi: Unsplash đã từ chối khóa đó. Hãy kiểm tra xem bạn đã sao chép đầy đủ Access Key chưa.
zh_hans: Unsplash 拒绝了这个密钥。请确认你完整复制了 Access Key。
zh_hant: Unsplash 拒絕了這個金鑰。請確認你完整複製了 Access Key。

# settings_unsplash_key_error_missing
source: Enter a key first.
de: Gib zuerst einen Schlüssel ein.
es: Primero escribe una clave.
fr: Saisis d’abord une clé.
it: Prima inserisci una chiave.
ja: 先にキーを入力してください。
ko: 먼저 키를 입력하세요.
pt_br: Digite uma chave primeiro.
vi: Hãy nhập khóa trước.
zh_hans: 请先输入密钥。
zh_hant: 請先輸入金鑰。

# settings_unsplash_key_error_rate_limited
source: That key has hit its hourly limit. Try again later.
de: Dieser Schlüssel hat sein Stundenlimit erreicht. Versuch es später nochmal.
es: Esa clave alcanzó su límite por hora. Inténtalo más tarde.
fr: Cette clé a atteint sa limite horaire. Réessaie plus tard.
it: Questa chiave ha raggiunto il limite orario. Riprova più tardi.
ja: このキーは1時間あたりの上限に達しました。しばらくしてからもう一度お試しください。
ko: 이 키의 시간당 한도에 도달했어요. 나중에 다시 시도하세요.
pt_br: Essa chave atingiu o limite por hora. Tente mais tarde.
vi: Khóa đó đã chạm giới hạn theo giờ. Hãy thử lại sau.
zh_hans: 这个密钥已达到每小时上限。请稍后再试。
zh_hant: 這個金鑰已達每小時上限。請稍後再試。

# settings_unsplash_key_error_unavailable
source: Couldn't reach Unsplash to check the key.
de: Unsplash war zum Prüfen des Schlüssels nicht erreichbar.
es: No se pudo conectar con Unsplash para comprobar la clave.
fr: Impossible de joindre Unsplash pour vérifier la clé.
it: Impossibile raggiungere Unsplash per verificare la chiave.
ja: キーを確認するために Unsplash に接続できませんでした。
ko: 키를 확인하려 했지만 Unsplash에 연결할 수 없어요.
pt_br: Não foi possível acessar o Unsplash para verificar a chave.
vi: Không kết nối được Unsplash để kiểm tra khóa.
zh_hans: 无法连接 Unsplash 来验证密钥。
zh_hant: 無法連線到 Unsplash 來檢查金鑰。

# settings_unsplash_key_get
source: Get a key
de: Schlüssel holen
es: Obtener una clave
fr: Obtenir une clé
it: Ottieni una chiave
ja: キーを取得
ko: 키 받기
pt_br: Obter uma chave
vi: Lấy khóa
zh_hans: 获取密钥
zh_hant: 取得金鑰

# settings_unsplash_key_hint
source: Free from Unsplash: create an application in the developer dashboard, then copy its Access Key, not the Secret key.
de: Kostenlos bei Unsplash: Erstelle im Developer-Dashboard eine Anwendung und kopiere dann ihren Access Key, nicht den Secret Key.
es: Gratis en Unsplash: crea una aplicación en el panel de desarrollador y copia su Access Key, no la Secret key.
fr: Gratuit sur Unsplash : crée une application dans le tableau de bord développeur, puis copie son Access Key, pas la Secret key.
it: Gratis da Unsplash: crea un'applicazione nella dashboard per sviluppatori, poi copia la sua Access Key, non la Secret key.
ja: Unsplash で無料で取得できます。開発者ダッシュボードでアプリケーションを作成し、Secret key ではなく Access Key をコピーしてください。
ko: Unsplash에서 무료로 받을 수 있어요. 개발자 대시보드에서 애플리케이션을 만든 뒤 Secret key가 아닌 Access Key를 복사하세요.
pt_br: Grátis no Unsplash: crie uma aplicação no painel de desenvolvedor e copie a Access Key, não a Secret key.
vi: Miễn phí từ Unsplash: tạo một ứng dụng trong bảng điều khiển dành cho nhà phát triển, rồi sao chép Access Key của ứng dụng đó, không phải Secret key.
zh_hans: 可从 Unsplash 免费获取：在开发者后台创建一个应用，然后复制它的 Access Key，而不是 Secret key。
zh_hant: 可從 Unsplash 免費取得：在開發者主控台建立一個應用程式，然後複製它的 Access Key，而不是 Secret key。

# settings_unsplash_key_label
source: Unsplash access key
de: Unsplash-Zugriffsschlüssel
es: Clave de acceso de Unsplash
fr: Clé d’accès Unsplash
it: Chiave di accesso Unsplash
ja: Unsplash アクセスキー
ko: Unsplash 액세스 키
pt_br: Chave de acesso do Unsplash
vi: Khóa truy cập Unsplash
zh_hant: Unsplash 存取金鑰

# settings_unsplash_key_not_set
source: Not set. Web image search is off
de: Nicht festgelegt. Die Bildsuche im Web ist aus
es: Sin configurar. La búsqueda de imágenes en la web está desactivada
fr: Non définie. La recherche d’images sur le web est désactivée
it: Non impostata. La ricerca di immagini sul web è disattivata
ja: 未設定。ウェブ画像検索はオフです
ko: 설정 안 됨. 웹 이미지 검색이 꺼져 있어요
pt_br: Não definida. A busca de imagens na web está desligada
vi: Chưa đặt. Tìm hình ảnh trên web đang tắt
zh_hans: 未设置。网络图片搜索已关闭
zh_hant: 未設定。網路圖片搜尋已關閉

# settings_unsplash_key_placeholder
source: Paste your Access Key
de: Füge deinen Access Key ein
es: Pega tu Access Key
fr: Colle ton Access Key
it: Incolla la tua Access Key
ja: Access Key を貼り付け
ko: Access Key를 붙여넣으세요
pt_br: Cole sua Access Key
vi: Dán Access Key của bạn
zh_hans: 粘贴你的 Access Key
zh_hant: 貼上你的 Access Key

# settings_unsplash_key_remove
source: Remove
de: Entfernen
es: Quitar
fr: Retirer
it: Rimuovi
ja: 削除
ko: 삭제
pt_br: Remover
vi: Xóa
zh_hans: 移除
zh_hant: 移除

# settings_unsplash_key_replace
source: Replace
de: Ersetzen
es: Reemplazar
fr: Remplacer
it: Sostituisci
ja: 置き換え
ko: 교체
pt_br: Substituir
vi: Thay thế
zh_hans: 替换
zh_hant: 更換

# settings_unsplash_key_save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

# settings_unsplash_key_set
source: Set
de: Festlegen
es: Configurar
fr: Définir
it: Imposta
ja: 設定
ko: 설정
pt_br: Definir
vi: Đặt
zh_hans: 设置
zh_hant: 設定

# settings_unsplash_key_user_set
source: Key set · ••••%1$@
de: Schlüssel festgelegt · ••••%1$@
es: Clave configurada · ••••%1$@
fr: Clé définie · ••••%1$@
it: Chiave impostata · ••••%1$@
ja: キー設定済み · ••••%1$@
ko: 키 설정됨 · ••••%1$@
pt_br: Chave definida · ••••%1$@
vi: Đã đặt khóa · ••••%1$@
zh_hans: 已设置密钥 · ••••%1$@
zh_hant: 已設定金鑰 · ••••%1$@

# share_prompt_body
source: Your followers will see it. The deck is public either way.
de: Deine Follower sehen ihn. Der Stapel ist so oder so öffentlich.
es: Tus seguidores lo verán. El mazo es público de todos modos.
fr: Tes abonnés verront l’annonce. Le paquet est public dans tous les cas.
it: I tuoi follower lo vedranno. Il mazzo è pubblico in ogni caso.
ja: フォロワーに表示されます。デッキはどちらの場合も公開されています。
ko: 팔로워들이 보게 돼요. 덱은 어느 쪽이든 공개예요.
pt_br: Quem segue você vai ver. O baralho é público de qualquer forma.
vi: Người theo dõi bạn sẽ thấy bài đăng. Dù thế nào, bộ thẻ vẫn công khai.
zh_hans: 你的粉丝会看到这条帖子。无论如何，这个卡组都是公开的。
zh_hant: 你的追蹤者會看到這則貼文。無論如何，這個牌組都是公開的。

# share_prompt_confirm
source: Post
de: Posten
es: Publicar
fr: Annoncer
it: Pubblica
ja: 投稿
ko: 게시
pt_br: Publicar
vi: Đăng
zh_hans: 发帖
zh_hant: 發文

# share_prompt_dismiss
source: Not now
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
it: Non ora
ja: 今はしない
ko: 나중에
pt_br: Agora não
vi: Để sau
zh_hans: 以后再说
zh_hant: 以後再說

# share_prompt_failed
source: Couldn't post. The deck is unaffected.
de: Posten fehlgeschlagen. Der Stapel ist davon nicht betroffen.
es: No se pudo publicar. El mazo no se ve afectado.
fr: Impossible d’annoncer. Le paquet n’est pas affecté.
it: Impossibile pubblicare il post. Il mazzo non ne risente.
ja: 投稿できませんでした。デッキには影響ありません。
ko: 게시하지 못했어요. 덱에는 영향이 없어요.
pt_br: Não foi possível publicar. O baralho não foi afetado.
vi: Không đăng được. Bộ thẻ không bị ảnh hưởng.
zh_hans: 发帖失败。卡组不受影响。
zh_hant: 無法發文。牌組不受影響。

# share_prompt_never
source: Don't ask again
de: Nicht mehr fragen
es: No volver a preguntar
fr: Ne plus demander
it: Non chiedere più
ja: 今後は確認しない
ko: 다시 묻지 않기
pt_br: Não perguntar de novo
vi: Không hỏi lại
zh_hans: 不再询问
zh_hant: 不要再問

# share_prompt_posted
source: Posted
de: Gepostet
es: Publicado
fr: Annoncé
it: Pubblicato
ja: 投稿しました
ko: 게시됨
pt_br: Publicado
vi: Đã đăng
zh_hans: 已发帖
zh_hant: 已發文

# share_prompt_title
source: Post about this?
de: Beitrag dazu posten?
es: ¿Publicar sobre esto?
fr: Annoncer ça ?
it: Pubblicare un post al riguardo?
ja: これについて投稿しますか？
ko: 이 소식을 게시할까요?
pt_br: Publicar sobre isso?
vi: Đăng bài về việc này?
zh_hans: 为此发帖？
zh_hant: 要發文分享嗎？

# share_prompt_title_cloned
source: Post about this copy?
de: Beitrag zu dieser Kopie posten?
es: ¿Publicar sobre esta copia?
fr: Annoncer cette copie ?
it: Pubblicare un post su questa copia?
ja: このコピーについて投稿しますか？
ko: 이 사본 소식을 게시할까요?
pt_br: Publicar sobre esta cópia?
vi: Đăng bài về bản sao này?
zh_hans: 为这个副本发帖？
zh_hant: 要發文分享這個複本嗎？

# share_prompt_title_created
source: Post about this deck?
de: Beitrag zu diesem Stapel posten?
es: ¿Publicar sobre este mazo?
fr: Annoncer ce paquet ?
it: Pubblicare un post su questo mazzo?
ja: このデッキについて投稿しますか？
ko: 이 덱 소식을 게시할까요?
pt_br: Publicar sobre este baralho?
vi: Đăng bài về bộ thẻ này?
zh_hans: 为这个卡组发帖？
zh_hant: 要發文分享這個牌組嗎？

# share_prompt_title_followed
source: Post about this follow?
de: Beitrag dazu posten, dass du folgst?
es: ¿Publicar que sigues este mazo?
fr: Annoncer que tu suis ce paquet ?
it: Pubblicare un post su questo mazzo seguito?
ja: このフォローについて投稿しますか？
ko: 이 팔로우 소식을 게시할까요?
pt_br: Publicar sobre este seguir?
vi: Đăng bài về lượt theo dõi này?
zh_hans: 为这次关注发帖？
zh_hant: 要發文分享這次追蹤嗎？

# sign_in_prompt_clone_deck_body
source: A clone is your own copy, published under your key and yours to edit. It needs an account, but no email.
de: Eine Kopie gehört dir: veröffentlicht unter deinem Schlüssel und von dir bearbeitbar. Dafür brauchst du ein Konto, aber keine E-Mail.
es: Una copia es tuya: se publica con tu clave y puedes editarla. Necesitas una cuenta, pero no un correo.
fr: Une copie t’appartient : publiée avec ta clé, et c’est toi qui la modifies. Il faut un compte, mais pas d’e-mail.
it: Una copia è tutta tua: pubblicata con la tua chiave e modificabile da te. Serve un account, ma nessuna email.
ja: コピーは自分専用の複製です。自分の鍵で公開され、自由に編集できます。アカウントが必要ですが、メールは不要です。
ko: 사본은 내 키로 발행되어 자유롭게 편집할 수 있는 나만의 복사본이에요. 계정이 필요하지만 이메일은 필요 없어요.
pt_br: Uma cópia é sua, publicada sob a sua chave e sua para editar. Precisa de uma conta, mas não de e-mail.
vi: Bản sao là bản của riêng bạn, được xuất bản dưới khóa của bạn và bạn có thể tự sửa. Cần có tài khoản, nhưng không cần email.
zh_hans: 副本是你自己的一份拷贝，以你的密钥发布，可以随意编辑。需要一个账号，但不需要邮箱。
zh_hant: 複本是你自己的副本，以你的金鑰發布，由你自由編輯。這需要一個帳號，但不需要電子郵件。

# sign_in_prompt_clone_deck_title
source: Make it yours
de: Mach ihn zu deinem
es: Hazlo tuyo
fr: Fais-en le tien
it: Fallo tuo
ja: 自分のものにする
ko: 내 것으로 만들기
pt_br: Faça dele o seu
vi: Biến nó thành của bạn
zh_hans: 变成你自己的
zh_hant: 變成你自己的

# sign_in_prompt_cta
source: Create account or sign in
de: Konto erstellen oder anmelden
es: Crear cuenta o iniciar sesión
fr: Créer un compte ou se connecter
it: Crea un account o accedi
ja: アカウント作成またはサインイン
ko: 계정 만들기 또는 로그인
pt_br: Criar conta ou entrar
vi: Tạo tài khoản hoặc đăng nhập
zh_hans: 创建账号或登录
zh_hant: 建立帳號或登入

# sign_in_prompt_dismiss
source: Not now
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
it: Non ora
ja: 今はしない
ko: 나중에
pt_br: Agora não
vi: Để sau
zh_hans: 以后再说
zh_hant: 以後再說

# sign_in_prompt_follow_deck_body
source: Following saves the deck to your library, keeps it up to date and remembers what you've learned. It needs an account, but no email.
de: Wenn du folgst, landet der Stapel in deiner Bibliothek, bleibt aktuell und merkt sich, was du gelernt hast. Dafür brauchst du ein Konto, aber keine E-Mail.
es: Al seguir un mazo, se guarda en tu biblioteca, se mantiene actualizado y recuerda lo que has aprendido. Necesitas una cuenta, pero no un correo.
fr: Suivre enregistre le paquet dans ta bibliothèque, le tient à jour et retient ce que tu as appris. Il faut un compte, mais pas d’e-mail.
it: Seguendo il mazzo lo salvi nella tua libreria, lo tieni aggiornato e ricordi cosa hai imparato. Serve un account, ma nessuna email.
ja: フォローするとデッキがライブラリに保存され、常に最新の状態に保たれ、学習の記録も残ります。アカウントが必要ですが、メールは不要です。
ko: 팔로우하면 덱이 보관함에 저장되고, 최신 상태로 유지되며, 학습한 내용을 기억해요. 계정이 필요하지만 이메일은 필요 없어요.
pt_br: Seguir salva o baralho na sua biblioteca, mantém-no atualizado e lembra o que você aprendeu. Precisa de uma conta, mas não de e-mail.
vi: Theo dõi sẽ lưu bộ thẻ vào thư viện của bạn, luôn cập nhật nó và ghi nhớ những gì bạn đã học. Cần có tài khoản, nhưng không cần email.
zh_hans: 关注后，卡组会保存到你的卡组库，保持最新，并记住你学过的内容。需要一个账号，但不需要邮箱。
zh_hant: 追蹤會把牌組加入你的牌組庫、讓它保持最新，並記住你學過的內容。這需要一個帳號，但不需要電子郵件。

# sign_in_prompt_follow_deck_title
source: Keep this deck
de: Behalte diesen Stapel
es: Guarda este mazo
fr: Garde ce paquet
it: Tieni questo mazzo
ja: このデッキを保存
ko: 이 덱 보관하기
pt_br: Guarde este baralho
vi: Giữ bộ thẻ này
zh_hans: 保存这个卡组
zh_hant: 保存這個牌組

# sign_in_prompt_follow_person_body
source: Following puts the decks people publish on your Discover. It needs an account, but no email.
de: Wenn du Leuten folgst, erscheinen ihre veröffentlichten Stapel unter Entdecken. Dafür brauchst du ein Konto, aber keine E-Mail.
es: Al seguir a alguien, los mazos que publica aparecen en tu Descubrir. Necesitas una cuenta, pero no un correo.
fr: Suivre des gens affiche les paquets qu’ils publient dans ton Découvrir. Il faut un compte, mais pas d’e-mail.
it: Seguendo le persone, i mazzi che pubblicano compaiono nel tuo Scopri. Serve un account, ma nessuna email.
ja: フォローすると、その人が公開したデッキが「見つける」に表示されます。アカウントが必要ですが、メールは不要です。
ko: 팔로우하면 그 사람이 발행한 덱이 내 탐색에 나타나요. 계정이 필요하지만 이메일은 필요 없어요.
pt_br: Seguir coloca os baralhos que as pessoas publicam no seu Descobrir. Precisa de uma conta, mas não de e-mail.
vi: Theo dõi sẽ đưa các bộ thẻ mọi người xuất bản vào mục Khám phá của bạn. Cần có tài khoản, nhưng không cần email.
zh_hans: 关注后，对方发布的卡组会出现在你的“发现”中。需要一个账号，但不需要邮箱。
zh_hant: 追蹤後，對方發布的牌組會出現在你的「探索」中。這需要一個帳號，但不需要電子郵件。

# sign_in_prompt_follow_person_title
source: Follow people
de: Leuten folgen
es: Sigue a personas
fr: Suis des gens
it: Segui le persone
ja: ユーザーをフォロー
ko: 사람 팔로우하기
pt_br: Siga pessoas
vi: Theo dõi mọi người
zh_hans: 关注用户
zh_hant: 追蹤使用者

# sign_in_prompt_title
source: Sign in to do that
de: Melde dich dafür an
es: Inicia sesión para hacer eso
fr: Connecte-toi pour faire ça
it: Accedi per farlo
ja: サインインが必要です
ko: 로그인이 필요해요
pt_br: Entre para fazer isso
vi: Đăng nhập để làm việc đó
zh_hans: 登录后才能这样做
zh_hant: 登入後才能這麼做

# signup_card_unavailable
source: Not available in your country
de: In deinem Land nicht verfügbar
es: No disponible en tu país
fr: Non disponible dans ton pays
it: Non disponibile nel tuo paese
ja: お住まいの国では利用できません
ko: 내 국가에서는 사용할 수 없음
pt_br: Indisponível no seu país
vi: Không khả dụng ở quốc gia của bạn
zh_hans: 在你所在的国家/地区不可用
zh_hant: 你所在的國家或地區無法使用

# signup_code_change_number
source: Change number
de: Nummer ändern
es: Cambiar número
fr: Changer de numéro
it: Cambia numero
ja: 番号を変更
ko: 번호 변경
pt_br: Trocar número
vi: Đổi số
zh_hans: 更换手机号
zh_hant: 變更號碼

# signup_code_label
source: Verification code
de: Bestätigungscode
es: Código de verificación
fr: Code de vérification
it: Codice di verifica
ja: 確認コード
ko: 인증 코드
pt_br: Código de verificação
vi: Mã xác minh
zh_hans: 验证码
zh_hant: 驗證碼

# signup_code_resend
source: Resend code
de: Code erneut senden
es: Reenviar código
fr: Renvoyer le code
it: Invia di nuovo il codice
ja: コードを再送信
ko: 코드 다시 보내기
pt_br: Reenviar código
vi: Gửi lại mã
zh_hans: 重新发送
zh_hant: 重新傳送驗證碼

# signup_code_resend_in
source: Resend in %1$llds
de: Erneut senden in %1$llds
es: Reenviar en %1$llds
fr: Renvoyer dans %1$llds
it: Invia di nuovo tra %1$llds
ja: %1$lld 秒後に再送信
ko: %1$lld초 후 다시 보내기
pt_br: Reenviar em %1$llds
vi: Gửi lại sau %1$llds
zh_hans: %1$lld 秒后重新发送
zh_hant: %1$lld 秒後可重新傳送

# signup_code_subtitle
source: We sent a 6-digit code to %1$@.
de: Wir haben einen 6-stelligen Code an %1$@ geschickt.
es: Enviamos un código de 6 dígitos a %1$@.
fr: On a envoyé un code à 6 chiffres au %1$@.
it: Abbiamo inviato un codice di 6 cifre a %1$@.
ja: %1$@ に6桁のコードを送信しました。
ko: %1$@(으)로 6자리 코드를 보냈어요.
pt_br: Enviamos um código de 6 dígitos para %1$@.
vi: Chúng tôi đã gửi mã 6 chữ số đến %1$@.
zh_hans: 我们已向 %1$@ 发送了 6 位验证码。
zh_hant: 我們已將 6 位數驗證碼傳送到 %1$@。

# signup_code_title
source: Enter the code.
de: Gib den Code ein.
es: Escribe el código.
fr: Saisis le code.
it: Inserisci il codice.
ja: コードを入力してください。
ko: 코드를 입력하세요.
pt_br: Digite o código.
vi: Nhập mã.
zh_hans: 输入验证码。
zh_hant: 輸入驗證碼。

# signup_code_verify
source: Verify
de: Bestätigen
es: Verificar
fr: Vérifier
it: Verifica
ja: 確認
ko: 인증
pt_br: Verificar
vi: Xác minh
zh_hans: 验证
zh_hant: 驗證

# signup_error_code_incorrect_message
source: Check it and try again.
de: Prüfe ihn und versuch es nochmal.
es: Revísalo e inténtalo de nuevo.
fr: Vérifie-le et réessaie.
it: Controllalo e riprova.
ja: 確認して、もう一度お試しください。
ko: 확인하고 다시 시도하세요.
pt_br: Confira e tente de novo.
vi: Hãy kiểm tra lại rồi thử lại.
zh_hans: 请检查后再试。
zh_hant: 請檢查後再試一次。

# signup_error_code_incorrect_title
source: That code didn't work
de: Der Code hat nicht funktioniert
es: Ese código no funcionó
fr: Ce code n’a pas fonctionné
it: Il codice non ha funzionato
ja: このコードは使えませんでした
ko: 코드가 맞지 않아요
pt_br: Esse código não funcionou
vi: Mã đó không đúng
zh_hans: 验证码无效
zh_hant: 這個驗證碼無效

# signup_error_geoblocked_message
source: This method isn't offered in your country. Try another one, or use an invite code.
de: Diese Methode wird in deinem Land nicht angeboten. Versuch eine andere oder nutze einen Einladungscode.
es: Este método no se ofrece en tu país. Prueba con otro, o usa un código de invitación.
fr: Cette méthode n’est pas proposée dans ton pays. Essaies-en une autre, ou utilise un code d’invitation.
it: Questo metodo non è disponibile nel tuo paese. Provane un altro, oppure usa un codice invito.
ja: この方法はお住まいの国では提供されていません。別の方法を試すか、招待コードを使ってください。
ko: 이 방법은 내 국가에서 제공되지 않아요. 다른 방법을 시도하거나 초대 코드를 사용하세요.
pt_br: Este método não é oferecido no seu país. Tente outro, ou use um código de convite.
vi: Phương thức này không được cung cấp ở quốc gia của bạn. Hãy thử cách khác, hoặc dùng mã mời.
zh_hans: 你所在的国家/地区不提供这种方式。换一种试试，或使用邀请码。
zh_hant: 你所在的國家或地區不提供這個方式。試試其他方式，或使用邀請碼。

# signup_error_geoblocked_title
source: Not available here
de: Hier nicht verfügbar
es: No disponible aquí
fr: Non disponible ici
it: Non disponibile qui
ja: この地域では利用できません
ko: 이 지역에서는 사용할 수 없어요
pt_br: Indisponível aqui
vi: Không khả dụng ở đây
zh_hans: 此地区不可用
zh_hant: 此地區無法使用

# signup_error_invoice_expired_message
source: That invoice timed out before it was paid. Ask for a new one.
de: Die Rechnung ist abgelaufen, bevor sie bezahlt wurde. Fordere eine neue an.
es: Esa factura venció antes de pagarse. Pide una nueva.
fr: Cette facture a expiré avant d’être payée. Demandes-en une nouvelle.
it: La fattura è scaduta prima di essere pagata. Richiedine una nuova.
ja: 支払いが完了する前にインボイスの期限が切れました。新しいインボイスを発行してください。
ko: 결제되기 전에 인보이스 시간이 초과됐어요. 새 인보이스를 요청하세요.
pt_br: Essa fatura expirou antes de ser paga. Peça uma nova.
vi: Hóa đơn đó đã hết hạn trước khi được thanh toán. Hãy yêu cầu hóa đơn mới.
zh_hans: 这张发票在付款前已超时。请重新获取一张。
zh_hant: 這張發票在付款前就已逾時。請申請一張新的。

# signup_error_invoice_expired_title
source: Invoice expired
de: Rechnung abgelaufen
es: Factura vencida
fr: Facture expirée
it: Fattura scaduta
ja: インボイスの期限切れ
ko: 인보이스가 만료됐어요
pt_br: Fatura expirada
vi: Hóa đơn đã hết hạn
zh_hans: 发票已过期
zh_hant: 發票已過期
